---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitNumberingType
source: html/e8dabd59-ed3e-edca-cea8-20d708bdfae6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitNumberingType Property

"Circuit Numbering Option"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecCircuitNumberingType { get; }
```